tap "sidneys/homebrew"
tap "lotyp/homebrew-formulae"
tap "hashicorp/tap"

brew "act"
brew "asdf"
brew "awscli"
brew "golangci-lint"
brew "goreleaser"
brew "jq"
brew "minikube"
brew "nmap"
brew "poetry"
brew "python@3.9"
brew "pyyaml"
brew "wireguard-tools"
brew "zplug"
brew "bitwarden-cli"
brew "gh"
brew "openjdk"
brew "maven"
brew "python"
brew "golang"
brew "helm"
brew "lotyp/formulae/dockutil"
brew "cabextract" # Required for UTM UUP converter
brew "wimlib" # Required for UTM UUP converter
brew "cdrtools" # Required for UTM UUP converter
brew "sidneys/homebrew/chntpw" # Required for UTM UUP converter
brew "hashicorp/tap/packer"
brew "ddpm"
brew "pre-commit"
brew "svn" # Required for zinit macos. Remove when they support git

cask "iterm2"
cask "burp-suite"
cask "docker"
cask "db-browser-for-sqlite"
cask "drawio"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "mactex"
cask "postman"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "utm"
cask "spotify"
cask "intellij-idea-ce"
cask "microsoft-teams"
cask "rectangle"
cask "caldigit-docking-utility"